tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "azure-cli"
brew "fish"
brew "gh"
brew "luajit", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "pyenv"
brew "python@3.9"
cask "alacritty"
cask "flutter"
cask "google-chrome"
cask "macs-fan-control"
cask "miniconda"
cask "mutespotifyads"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
